Repository: pabloeuy/motte
Catalog: langs/*/LC_MESSAGES/*.po
Languages: br, es

source: error(s) found
br: erro(s) encontrado(s)
es: error(es) encontrado(s)

source: Please verify
br: Porfavor verifique
es: Verifique por favor

source: Field
br: Campo
es: Campo

source: confirm
br: confirmar
es: confirma

source: new
br: novo
es: Nuevo

source: edit
br: editar
es: Modificar

source: delete
br: remover
es: Eliminar

source: view
br: ver
es: Ver

source: while initializing data in
br: enquanto incia os dados em
es: al inicializar datos en

source: when inserting new record in
br: quando inserir um novo registro em
es: al agregar un nuevo registro en

source: after inserting new record in
br: depois de adicionar um novo registro en
es: despu&eacute;s de agregar un nuevo registro en

source: when updating record data of
br: quando atualizar um registro em
es: al modificar un registro en

source: after updating record data of
br: depois de modificar um registro em
es: despu&eacute;s de modificar un registro en

source: when deleting a record of
br: quando remover um registro em
es: al eliminar un registro en

source: after deleting a record of
br: depois de remover um registro em
es: despu&eacute;s de eliminar un registro en

source: on generating calculated fields for
br: ao gerar campos calculados de
es: al generar campos calculados de

source: No data could be found for field
br: N&atild;e existem dados no campo
es: No existen datos para el campo

source: must receive an integer value.
br: deve ser um valor num&eacute;rico inteiro.
es: debe ser un valor num&eacute;rico entero.

source: must receive a numeric value.
br: deve ser um valor num&eacute;rico.
es: debe ser un valor num&eacute;rico.

source: cannot be empty.
br: n&atilde;a pode ser vazio
es: no puede estar vac&iacute;o

source: INSERT - Not Enough Parameters
br: INSERT - Par&acirc;metros insuficientes
es: INSERT - Par&aacute;metros insuficientes

source: UPDATE - Not Enough Parameters
br: UPDATE - Par&acirc;metros insuficientes
es: UPDATE - Par&aacute;metros insuficientes

source: DELETE - Not Enough Parameters
br: DELETE - Par&acirc;metros insuficientes
es: DELETE - Par&aacute;metros insuficientes

source: Hello Motte!
br: Ol&aacute; Motte!
es: Hola Motte!

source: Close
br: Fechar
es: Cerrar

source: Go
br: Ir
es: Ir

source: First page
br: Primeira p&aacute;gina
es: Primera p&aacute;gina

source: Previuos page
br: P&aacute;gina anterior
es: P&aacute;gina anterior

source: Next page
br: P&aacute;gina seguinte
es: P&aacute;gina siguiente

source: Last page
br: &Uacute;ltima p&aacute;gina
es: &Uacute;ltima p&aacute;gina

source: Apply filter
br: Aplicar filtro
es: Aplicar filtro

source: Remove filter
br: Remover filtro
es: Quitar filtro

source: Database Connection Error
br: Erro de Conex&atilde;o com a Base de Dados
es: Error de Conexi&oacute;n a la Base de Datos

source: Problems detected while Motte try to connect to database.
br: Motte detectou problemas enquanto tentava se conectar com a base de dados.
es: Motte ha detectado problemas al intentar conectarse a la base de datos.

source: Either connection data provided are incorrect or database engine is down.
br: Ou os dados fornecidos para conex&atilde;o est&atilde;o errados ou a base de dados n&atilde;o est&aacute; funcionando.
es: O bien los datos de conexi&oacute;n suministrados no son correctos o el motor de base de datos no está funcionando.

source: Back
br: Retornar
es: Volver

source: INVALID URL
br: URL INV&Atilde;LIDO
es: URL INVALIDO

source: Problems detected when decoding
br: Foram detectados problemas ao decodificar
es: Se han detectado problemas al decodificar

source: Something happened when Motte decode received URL. Either the URL get lost in some point or someone tried to alter it and become compromised.
br: Alguma coisa aconteceu quando Motte tentou decodificar a URL recebida. Ela foi corrompida em algum ponto ou algu&eacute;m tentou modific&aacute;-la y a comprometeu.
es: Algo ha sucedido cuando Motte intent&oacute; decodificar la URL recibida. La misma se ha corrompido en alg&uacute;n punto o bien alguien ha intentado alterarla y se ha visto comprometida.

source: Motte <strong>has killed the active session</strong> for your security. If this problem persist, please contact your developer team.
br: Para sua segurança Motte <strong>encerrou a se&ccedil;&atilde;o</strong>. Se esse problema persistir, entre em contato com a equipe de desenvolvimento.
es: Motte <strong>ha cerrado la sesi&oacute;n activa</strong> por su seguridad. Si el problema persiste le rogamos se ponga en contacto con su equipo de desarrollo.

source: Username:
br: Usu&aacute;rio:
es: Usuario:

source: Password:
br: Senha:
es: Contrase&ntilde;a:

source: Send
br: Enviar
es: Enviar

source: I've forgotten my password
br: Esque&ccedil;i minha senha
es: He olvidado mi contrase&ntilde;a

source: System Login
br: Acceso ao Sistema
es: Acceso al Sistema

source: Motte Powered
br: Feito com Motte
es: Realizado con Motte

source: Error creating log directory
br: Erro ao criar diret&oacute;rio de log
es: Error al intentar crear el directorio para log

source: Problems were detected when Motte try to create the log directory at
br: Problemas foram detectados quando Motte tentou criar o diret&oacute;rio de log em
es: Se han detectado problemas cuando Motte intent&oacute; crear el directorio para log en

source: Check your permissions over that directory or ask your system administrator for help.
br: Verifique as permiss&otilde;es daquele diret&oacute;rio ou pessa ajuda ao administrador do sistema.
es: Verifique los permisos en ese directorio o solicite ayuda al administrator de su sistema.

source: If this problem persist, please contact your developer team.
br: Se este problema persistir, entre em contato com a equipe de desenvolvimento
es: Si el problema persiste, p&oacutengase en contacto con su equipo de desarrollo.

source: Invalid User/Password
es: Usuario y/o contrase&ntilde;a NO v&aacute;lidos

source: Both fields must be completed
es: Ambos campos deben ser ingresados

source: Sorry, an error has occured during login process. Can't proceed
es: Lo siento, ha ocurrido un error durnte el proceso de autenticaci&oacute;n

source: Searching...
es: Buscando...

source: Attached file exceeded max size specified by application
es: El archivo adjunto excede el m&aacute;ximo tama&ntilde;o permitido por la aplicaci&ooacute;n

source: An error occur while copying attached file to temporary directory
es: Ha ocurrido un error al intentar copiar el archivo adjunto al directorio temporal

source: An error occur while moving file to target directory
es: Ha ocurrido un error al querer mover el archivo subido al directorio destino

source: already exists a file with this name
es: ya existe un archivo con ese nombre

source: Attached file exceeded allowed max upload size
es: El archivo adjunto excede el m&aacute;ximo tama&ntilde;o permitido
